Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Retrieved 2013-03-16..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "The Nobel Prize in Physics 1923". Nobel Foundation. Retrieved 2015-03-29..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Lenard, P. (1902).
ne: ISBN 0-201-07195-9..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ । |title= অনুপস্থিত বা খালি (सहायता).mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "The Nobel Prize in Physics 1921", Nobel Foundation, अभिगमन मिति २०१३-०३-१६। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "The Nobel Prize in Physics 1923", Nobel Foundation, अभिगमन मिति २०१५-०३-२९। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Lenard, P. (1902).

source: The photoelectric effect is the emission of electrons or other free carriers when light shines on a material. Electrons emitted in this manner can be called photo electrons. This phenomenon is commonly studied in electronic physics, as well as in fields of chemistry, such as quantum chemistry or electrochemistry.
ne: कुनै पनि सतहमा प्रकाश परे पछि त्यहाँबाट इलेक्ट्रोन तथा फ्रि क्यारियरहरु निक्लने प्रक्रियालाई प्रकाश- विद्युत प्रभाव भनिन्छयसरी बाहिर निस्कने इलेक्ट्रोनलाई फोटो इलेक्ट्रोन भनिन्छ यो प्रक्रिया सामान्यतया बिद्युत भौतिकशास्त्र र रसायनशास्त्रको क्षेत्रमा जस्तै क्वान्टम रसायन वा इलेक्ट्रो केमिस्ट्रीमा अध्ययन गरिन्छ ।

source: According to classical electromagnetic theory, this effect can be attributed to the transfer of energy from the light to an electron. From this perspective, an alteration in the intensity of light would induce changes in the kinetic energy of the electrons emitted from the metal. Furthermore, according to this theory, a sufficiently dim light would be expected to show a time lag between the initial shining of its light and the subsequent emission of an electron.
ne: शास्त्रीय विद्युत- चुम्बकीय सिद्धान्तको अनुसार , यो प्रभावलाई प्रकाशको शक्तिको इलेक्ट्रोनमा रुपान्तरणको रुपमा हेर्न सकिन्छ । यो नजरबाट हेर्दा , प्रकाशको इन्टेन्सिटी मा केही फरक आयो भने धातुको सतहबाट निस्कने इलेक्ट्रोनको गति शक्तिमा समेत फरक आउँछ । यो सिद्धान्तको अनुसार पर्याप्त चकिलो भएको प्रकाशले धातुको सतहबाट इलेक्ट्रोन निकाल्न सक्छ र प्रकाश पर्ने र इलेक्ट्रोन निस्कने बीच केही समय ग्याप ( टाइम ल्याग ) हुन सक्छ । तथापी विभिन्न प्रयोग बाट सएको नतिजाले शास्त्रीय सिद्धान्तले गरेको दावी सँग मेल खादैन ।

source: However, this is extremely rare because by the time it absorbs enough quanta to escape, the electron will probably have emitted the rest of the quanta.) To make sense of the fact that light can eject electrons even if its intensity is low, Albert Einstein proposed that a beam of light is not a wave propagating through space, but rather a collection of discrete wave packets (photons), each with energy hν. This shed light on Max Planck's previous discovery of the Planck relation (E = hν) linking energy (E) and frequency (ν) as arising from quantization of energy.
ne: यश विपरित , इलेक्ट्रोन हरु त्यस्तो फोटोनले मात्र निस्कन्छ जसको फ्रीक्येन्सी थ्रेसहोल्ड फ्रिक्वेन्सी (शक्ति ) सँग बराबर वा धेरै हुन्छ । थ्रेसहोल्ड फृक्येन्सीभन्दा तल भएमा , जति सुकै इन्टेन्सिटी भए पनि वा जति सुकै समय त्यो प्रकाशमा राखेपनी त्यो सतहबाट इलेक्ट्रोन निस्कदैन । (कहिले काहीँ , इलेक्ट्रोनले दुई वा क्वान्टमको शक्ति लिएर पनि भाग्न सक्छ । तर यो एक दम दुर्लभ अवस्थामा मात्र हुन्छ ।) प्रकाशले इन्टेन्सिटी एक दम कम भए पनि सतहबाट इलेक्ट्रोन नोकाल्न सक्छ । यो तथ्य लाई अर्थपूर्ण बनाउन अल्बर्ट आइन्टाइनले प्रकाशको बिम मानेका छन् जसमा फोटोनको समूह रहेको हुन्छ र प्रत्येक फोटोनको शक्ति hv हुन्छ। [1][2]

source: In 1887, Heinrich Hertz[2][3] discovered that electrodes illuminated with ultraviolet light create electric sparks more easily. In 1900, while studying black-body radiation, the German physicist Max Planck suggested that the energy carried by electromagnetic waves could only be released in "packets" of energy. In 1905, Albert Einstein published a paper advancing the hypothesis that light energy is carried in discrete quantized packets to explain experimental data from the photoelectric effect.
ne: १८८७ मा हेनरिच हेर्जले[2][3] यो पत्ता लगाएकी अल्ट्रा भायोलेट ( परा वैजनी ) विकिरणले चम्केका इलेक्ट्रोडले सजिलै विद्युतीय झट्का पैदा गर्छ । सन् १९०० मा , कालो वस्तु विकिरणको अध्ययनको क्रममा जर्मन भौतिकशास्त्री म्याक्स प्ल्यान्कले विद्युत-चुम्बकीय तरङ्गले बोकेका शक्तिहरु मात्र ´´प्याकेट´´को रुपमा निस्कन सक्छन् । १९०५ मा , अल्बर्ट आइन्स्टानले एउटा लेख पत्र प्रस्तुत गरे जसमा प्रकाश शक्ति फोटोन ( प्याकेट ) ले बोकेका हुन्छन् भन्ने उल्लेख थियो । उनको यो मोडेलले क्वान्टम मेकानिक्स (प्रमात्रा यान्त्रिकी)को बिकासमा सहयोग पुर्यायो । १९१४ मा, मिलिकनले एक प्रयोग गरे जसले आइन्स्टाइनको प्रकाश विद्युत सिद्धान्त नमुनालाई समर्थन गर्यो । "उनको प्रकाश विद्युत प्रभावको नियमको प्रतिपादन "को लागि १९२१ मा आइनस्टाइनलाई नोबेल पुरस्कार प्रदान गरियो ,[4] र १९२३ मा रोबर्ट मिलिकनलाई "इलेक्ट्रोनको चार्ज पत्ता लगाउन तथा प्रकाश विद्युत प्रभावमा उनको कार्य "को लागि नोबेल पुरस्कार प्रदान गरियो ।[5]

source: In 1905, Einstein proposed an explanation of the photoelectric effect using a concept first put forward by Max Planck that light waves consist of tiny bundles or packets of energy known as photons or quanta.
ne: १९०५ मा, आइन्स्टाइनले प्रकाश विद्युतको व्याख्या गर्न परिकल्पना प्रस्तुत गरे जुन म्याक्स प्ल्यांकले अघि सरेका थिए । यस अनुसार प्रकाशमा मुलभूत कण वा शक्तिको प्याकेट हुन्छ जसलाई फोटोन वा क्वान्टा भनिन्छ ।

source: The maximum kinetic energy K m a x {\displaystyle K_{\mathrm {max} }} of an ejected electron is given by
ne: निस्केको इलेक्ट्रोनको अधिकतम चाल शक्ति काइनेटिक इनर्जी K m a x {\displaystyle K_{\mathrm {max} }} बराबर

source: where h {\displaystyle h} is the Planck constant and f {\displaystyle f} is the frequency of the incident photon. The term φ {\displaystyle \varphi } is the work function (sometimes denoted W {\displaystyle W} , or ϕ {\displaystyle \phi } [11]), which gives the minimum energy required to remove a delocalised electron from the surface of the metal. The work function satisfies
ne: जहाँ where h {\displaystyle h} = प्ल्यांक स्थिर f {\displaystyle f} =फ्रिक्वेन्सी . φ {\displaystyle \varphi } is the वर्क फंसन ( कहिले कहिँ W {\displaystyle W} , or ϕ {\displaystyle \phi } ले जनाइन्छ [11]), ले धातुको सतहबाट इलेक्ट्रोन बाहिर ल्याउन चाहिने न्यनतम शक्तिलाई जनाउछ । वर्क फंसनको सुत्र:

source: where f 0 {\displaystyle f_{0}} is the threshold frequency for the metal. The maximum kinetic energy of an ejected electron is then
ne: जहाँ f 0 {\displaystyle f_{0}} थ्रेसहोल्ड फ्रिक्वेंसी अधिकतम चाल शक्ति

source: Kinetic energy is positive, so we must have f > f 0 {\displaystyle f>f_{0}} for the photoelectric effect to occur.[12]
ne: चाल शक्ति सधै सकारात्मक हुन्छ , प्रकाशविद्युत प्रभाव हुन आवस्यक छ । [12]

source: Foreign policy
ne: विदेश नीति

source: 2012 presidential campaign
ne: २०१२ राष्ट्रपतिय अभियान

source: Early life, education and military service
ne: प्रारम्भिक जीवन , शिक्षा र सैन्य सेवा

source: Education
ne: शिक्षा

source: Animal rights/adoption of "First Dog"
ne: पशु अधिकार

source: Roh Moo-hyun administration
ne: रोह मू-ह्युन प्रशासन

source: Human rights attorney
ne: मानव अधिकारबादी वक्ता

source: 2017 presidential election
ne: २०१७ रास्ट्रपति निवाचन

source: North Korea
ne: उत्तर कोरिया

source: Leader of the Democratic Party
ne: डेमोक्रेटिक पार्टी का नेता

source: Presidency
ne: रास्ट्रपति

source: Domestic policy
ne: आन्तरिक नीति

source: Energy
ne: उर्जा

source: Outlining his North Korea strategy in a speech in Berlin, Germany, on 6 July 2017, Moon characterized the process leading to unification as a long-term project, rather than laying out any detailed plans for a unified Korea. He emphasized alliance with the United States and specified the need to assure dismantlement of North Korea's nuclear weapons program. At the same time he presented the question of unification in a regional context and signaled his hopes of working in cooperation with the international community.
ne: मून ले कोरियाली एकीकरण प्रकिया एक दीर्घकालीन कार्यक्रमको रुपमा हेरेका छन्। उत्तर कोरियाको आणविक हतियार निशस्त्रीकरणको लागि उनले अमेरिका र उत्तर कोरिया सँग सहकार्य गरे । उनले उत्तर कोरिया विरुद्धको नाकाबन्दीको समर्थन गरे तर उत्तर कोरिया सँग वार्ता गर्दै कोरियाली युद्धको अन्त्य र आणविक हतियार निशस्त्रीकरण गर्नुपर्ने बताएका थिए ।[46]

source: Moon with U.S. President Donald Trump at the height of the North Korea crisis in November 2017
ne: मून र अमेरिकी रास्ट्रपति डोनाल्ड ट्रम्प नोबेम्बर २०१७

source: Moon watches a performance of the Samjiyon Band with North Korea's nominal head of state Kim Yong-nam, 11 February 2018
ne: उत्तर कोरियाको राष्ट्रप्रमुख किम योंग नाम सँग प्रस्तुति हेर्दै मून, ११ फेब्रुअरी २०१८

source: North Korean Leader Kim Jong-un and Moon shake hands inside the Peace House.
ne: उत्तर कोरियाली नेता किम जोङ उन र मून हात मिलाउदै

source: Kim and Moon shake hands in greeting at the demarcation line.
ne: किम र मून सिमारेखामा हात मिलाउदै

source: Kim and Moon met again on 26 May.
ne: २६ मे मा उनीहरु बीच फेरी भेटवार्ता भयो .

source: The second meeting was also at the DMZ, this time on the North Korean side of the Panmunjom village.[49] The meeting took two hours. The meeting had not been publicly announced beforehand.[50] The meeting was largely centered around the cancelled summit with Donald Trump.[49]
ne: [49] यो वार्ता दुई घण्टा भएको थियो । दोश्रो वार्ता सार्बजनिक रुपमा गोशाना गरिएको थिएन।[50] [49]

source: In September 2018, Moon Jae-in visited Pyongyang in the September 2018 inter-Korean summit. He and 150 delegates-- including prominent figures in business, culture, and religion-- flew to the Sunan Airport in Pyeongyang and met with Kim Jong-un.[51] The two Korean leaders announced an agreement to decrease hostilities on the DMZ, further joint-economic projects, and open North Korean weapons facilities to international experts.[52] The leaders also gave a speech to 150,000 North Korean citizens in the Rungrado 1st of May Stadium with themes of unification, lasting peace, and friendship.[53] Moon fulfilled his dream by trekking Mount Paektu.
ne: सेप्टेम्बर २०१८ मा मून जे-इनले प्योङ्गयाङ्ग भ्रमण गरे .उनी सहित १५० प्रतिनिधिमण्डल सुनान विमानस्थल बाट प्योङ्गयाङ्गको लागि प्रस्थान गर्यो र किम जोंग उन सँग भेट गर्यो ।[51][52] [53] मूनले पाइकेतु पहाडमा पुगेर आफ्नो इच्छा पुरा गरेका थिए।
